Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=934_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Inarinsaame, äidinkieli
smn: Eenikielâ

source: kuvat Sunna Kitti
smn: koveh Sunna Kitti

source: sivuja: 96
smn: sijđoh: 96

source: ISBN 978-952-441-317-6
smn: Sämitigge 2015

source: Saamelaiskäräjät 2015
smn: Tyebbin tääbbin - Ovdâmáttááttâs puđâldemkirje lii uáivildum sämikielâlâš ovdâškoovlân.

source: “Esikoululaisen puuhakirja” ilmestyi yhtä aikaa kaikilla kolmella Suomessa puhutulla saamenkielellä.
smn: Kirjeest usteveh Eeʹled, Uábbee já Sámmol joteh jieijâs päikkikuávluin já muštâleh nubijdis aašijn, moh kuleh sii elimân.

source: Kirjan ystävykset Eeʹled, Uábbee ja Sámmol kyläilevät toistensa kotiseuduilla ja kertovat toisilleen omaan kulttuuripiiriinsä kuuluvista asioista.
smn: Ee´led lii nuorttâlâš nieidâ, Uábbee lii anarâš nieidâ já Sámmol lii tavesämmilâš kandâ.

source: Eeʹled on koltansaamenkielinen tyttö, Uabbee inarinsaamenkielinen tyttö ja Sámmol on pohjoisaamenkielinen poika.
smn: Kirje kuávdáást láá sämmilij käävci iveäigid, moi tooimâid já tábáhtumijd teevstah kovvejeh.

source: Kirjan tarinoiden lähtökohtana ovat saamelaisten kahdeksan vuodenaikaa töineen ja tapahtumineen.
smn: Váldujuurdâ kirje rähtimist lii lamaš tot, et mij, Suomâ kulmâ sämihiäimu, eellip oovtâst já halijdep jyehiđ riges kulttuuräärbi já jieččân almugij muštâlusâid, tiäđuid já kielâid sehe meid kulttuurlâš jiešvuovijd, moh mist láá sierâlágáneh.

source: Petra Kuuva , kuvat Piia Kangas
smn: Tekstampuustaveh

source: Tekstauskirjaimet
smn: Sämitigge 2015

source: Matti Morottaja
smn: Matti Morottaja čáállám Muu Aabis čohčâ lii kuvvim uŋgarlâš Daniel Gelencsér , kote Anarist asâdijn uápásmui páihálii kulttuurân.

source: Muu aabis
smn: MUU AABIS čohčâ

source: -sarja on värikäs alku inarinsaamen alkeiden oppimiseen.
smn: Layout: Linda Länsman, Hannu Kangasniemi

source: Syysaapisessa &#13; aakkoset opitaan pohjoisen eläinten, ihmisten, töiden ja harrastusten &#13; kautta.
smn: sijđoh: 92

source: Kuvittaja, unkarilaissyntyinen
smn: 15,00 € Sämitigge 2010

source: Daniel Gelencsér tutustui &#13; paikalliseen kulttuuriin Inarissa asuessaan.
smn: MUU AABIS čohčâ Pargokirje

source: Muu aabis čohčâ
smn: Layout: Anni Näkkäläjärvi

source: Layout: Linda Länsman, Hannu Kangasniemi
smn: sijđoh: 55

source: ISBN 978-952-441-229-2
smn: 8,00 € Sämitigge 2011

source: sivuja 92
smn: MUU AABIS kiđđâ

source: Saamelaiskäräjät 2010
smn: Layout: Hannu Tikkanen

source: Pargokirje čohčâ
smn: sijđoh: 53

source: Layout: Anni Näkkäläjärvi
smn: 15,00 € Sämitigge 2014

source: sivuja 55
smn: Petter Morottaja

source: Saamelaiskäräjät 2011
smn: lii anarâš uáppeid uáivildum nube luoka oppâmateriaal.

source: Muu aabis kiđđâ
smn: Hitruus mainâseh &#13; já ivnáás koveh jođetteh lohheid maaŋgâlágánáid fiäránáid.

source: kuvitus: Tanja Severikangas
smn: Virkkuuvääri &#13; -ráidun kulá meiddei kiđđâuási já hárjuttâskirjeh čoovčâ já kiiđâ várás.

source: Layout: Hannu Tikkanen
smn: Kuvvim, tuáijim já lokke:

source: ISBN 978-952-441-285-8 sivuja 53
smn: Stivrimjuávkku:

source: Saamelaiskäräjät 2014
smn: Virkkuuvääri Luuhâmkirje čohčâ

source: Virkkuuvääri
smn: Jurbâjávráá siijdâst iä mainâseh nuuvâ.

source: -sarja on tarkoitettu inarinsaamenkielisille tokaluokkalaisille.
smn: Mainâseh šaddeh tast, ko Virkkuuvääri škoovIâ uáppeeh sierâdeh já pargeldeh škoovIâst já škoovIâ ulguubeln.

source: Hauskat tarinat ja värikkäät kuvat johdattavat lukijan monenlaisiin seikkailuihin.
smn: Maggaar lii párnái škovIâihe?

source: Virkkuuvääri-sarjaan kuuluu myös kevätosa sekä harjoituskirjat syys- ja kevätlukukausille.
smn: Tom tiätá ko Iohá Virkkuuvääri Iuuhâmkirje!

source: Ohjausryhmä: Petra Kuuva ja Miina Seurujärvi
smn: Čoovâ Iuuhâmpittáin myerjih Iäddih, ruške áIgá já viijmâ muáttá.

source: Kuvitus ja graafinen suunnittelu:
smn: Čohčâpaje nohá juovIâčuoImân, mon iälššáás párnááh čuávdih.

source: Mika Kolehmainen
smn: Virkkuuvääri Luuhâmkirje kiđđâ

source: Luuhâmkirje čohčâ ISBN 978-952-441-286-5
smn: sijđoh: 143

source: Luuhâmkirje kiđđâ ISBN 978-952-441-287-2
smn: Kiđđâpaje lii tievâ juuhlijn já maađhijn.

source: sivuja 143
smn: Láá ristijááh Taažâst já kiđđâjuhleh siijdâst.

source: Johan Jernsletten - Sverre Hatle , kääntänyt Kaarina Mattus
smn: 2. uđâđum tiädus

source: Luuhâmkirje
smn: Jurgâlâm: Kaarina Mattus

source: Petra Kuuva on korjannut tekstin uudelle kirjoitustavalle.
smn: Petra Kuuva lii heiviittem teevstâi uđđâ čäällimvuáhán.

source: kielen tarkistus: Matti Morottaja
smn: Kielâtärhistem: Matti Morottaja

source: kuvitus: Lee Rodgers
smn: Koveh: Lee Rodgers

source: ISBN: 978-952-441-208-7
smn: Sämitigge 2010

source: Sverre Hatle - Isak Mattus - Petra Kuuva
smn: Luuhâmkirje Hárjuttâskirje

source: kääntänyt Isak Mattus
smn: 2. uđâđum tiädus

source: Luuhâmkirje Hárjuttâskirje
smn: Jurgâlâm: Isak Mattus

source: Petra Kuuva on korjannut tekstin uudelle kirjoitustavalle
smn: Petra Kuuva lii heiviittem teevstâi uđđâ čäällimvuáhán.

source: sekä lisännyt uusia harjoituksia.
smn: Koveh: Petra Kuuva

source: kuvitus: Petra Kuuva
smn: layout: Anni Näkkäläjärvi

source: layout: Anni Näkkäläjärvi
smn: sijđoh: 72 s.

source: 2. uudistettu painos
smn: Sämitigge
